---
kind: other
id: Properties.T:Autodesk.Revit.DB.Architecture.Fascia
source: html/f6cfa191-8292-3002-d431-ac9e2c106790.htm
---
# Fascia Properties

Retrieve/set the angle of the hosted sweep object relative its references (Unit : Radian).